Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Are you sure you want to delete this piggy bank?
ar: هل أنت متأكد من حذف هذا الحافظة؟
az: Bu yığım qutusunu silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете тази касичка?
bn: আপনি কি নিশ্চিত যে আপনি এই পিগি ব্যাংকটি মুছে ফেলতে চান?
ca: Segur que voleu suprimir aquesta guardiola?
ceb: Sigurado ka ba nga gusto nimong papason kini nga alkansiya?
cs: Opravdu chcete smazat tuto pokladničku?
da: Er du sikker på, at du vil slette denne sparegris?
de: Möchten Sie dieses Sparschwein wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κουμπαρά;
es: ¿Estás seguro de que quieres eliminar esta alcancía?
es_us: ¿Estás seguro de que deseas eliminar esta alcancía?
et: Kas olete kindel, et soovite selle rahakassa kustutada?
fa: آیا مطمئن هستید که می‌خواهید این قلک را حذف کنید؟
fi: Haluatko varmasti poistaa tämän säästölippaan?
fil: Sigurado ka bang gusto mong tanggalin ang alkansyang ito?
fr: Voulez-vous vraiment supprimer cette tirelire ?
fr_ca: Êtes-vous sûr de vouloir supprimer cette tirelire?
ga: An bhfuil tú cinnte gur mhaith leat an mhuc sparáin seo a scriosadh?
gu: શું તમે ખાતરીપૂર્વક આ પિગી બેંકને કાઢી નાખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק קופת חיסכון זו?
hi: क्या आप वाकई इस पिग्गी बैंक को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovu kasicu prasicu?
hu: Biztosan törölni szeretné ezt a perselyt?
id: Apakah Anda yakin ingin menghapus celengan ini?
is: Ertu viss um að þú viljir eyða þessum sparibauk?
it: Sei sicuro di voler eliminare questo salvadanaio?
ja: 本当にこの貯金箱を削除しますか？
jv: Apa sampeyan yakin arep mbusak celengan iki?
kk: Бұл жинақ сандықшасын шынымен жойғыңыз келе ме?
km: តើអ្នកពិតជាចង់លុបធនាគារសន្សំប្រាក់នេះមែនទេ?
kn: ಈ ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ko: 이 저금통을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šią taupyklę?
lv: Vai tiešām vēlaties dzēst šo krājkasīti?
ml: ഈ പിഗ്ഗി ബാങ്ക് നീക്കം ചെയ്യുമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला नक्की ही पिगी बँक (गल्ला) डिलीट करायची आहे का?
ms: Adakah anda pasti mahu memadam tabung simpanan ini?
my: ဤစုဘူးကို ဖျက်ရန် သေချာပါသလား။
nb: Er du sikker på at du vil slette denne sparebøssen?
nl: Weet je zeker dat je deze spaarpot wilt verwijderen?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ପିଗି ବ୍ୟାଙ୍କ (ଗୁଲକ) କୁ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਗੁੱਲਕ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę skarbonkę?
pt_br: Tem certeza de que deseja excluir este cofrinho?
pt_pt: Tem certeza de que deseja excluir este cofrinho?
ro: Sigur dorești să ștergi această pușculiță?
ru: Вы уверены, что хотите удалить эту копилку?
sk: Ste si istí, že chcete odstrániť túto pokladničku?
sl: Ali ste prepričani, da želite izbrisati ta hranilnik?
sq: Je i sigurt që dëshiron ta fshish këtë arkë kursimi?
sv: Är du säker på att du vill radera denna spargris?
sw: Una uhakika unataka kufuta kibubu hiki?
ta: இந்த உண்டியலை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ పిగ్గీ బ్యాంక్‌ని తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกระปุกออมสินนี้?
tr: Bu kumbarayı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю скарбничку?
ur: کیا آپ واقعی اس گلک (piggy bank) کو حذف کرنا چاہتے ہیں؟
uz: Ushbu pul yig'ish qutisini o'chirishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn xóa heo đất này không?
zh_hans: 你确定要删除该存钱罐么？
zh_hant: 你確定要刪除該存錢筒嗎？
zh_hk: 你確定要刪除該存錢罐嗎？

# ARS
source: Argentine Peso
ar: بيزو الأرجنتين
az: Argentina pesosu
bg: Аржентинско песо
bn: আর্জেন্টিনা পেসো
ca: Peso argentí
cs: Argentinské peso
da: Argentinsk Peso
de: Argentinischer Peso
el: Πέσο Αργεντινής
es: Peso argentino
es_us: Peso argentino
et: Argentiina peeso
fa: پزوی آرژانتین
fi: Argentiinan peso
fr: Peso argentin
fr_ca: Peso argentin
ga: Peso na hAirgintíne
gu: આર્જેન્ટિના પેસો
he: פזו ארגנטינאי
hi: अर्जेंटीना पेसो
hr: Argentinski pezo
hu: Argentin peso
id: Peso Argentina
is: Argentínskur pesi
it: Peso argentino
ja: アルゼンチン・ペソ
jv: Peso Argentina
kk: Аргентина песосы
km: ប៉េសូអាហ្សង់ទីន
kn: ಅರ್ಜೆಂಟೀನಾ ಪೆಸೊ
ko: 아르헨티나 페소
lt: Argentinos pesas
lv: Argentīnas peso
ml: അർജന്റീന പെസോ
mr: अर्जेंटाइन पेसो
ms: Peso Argentina
my: အာဂျင်တီးနား ပီဆို
nb: Argentinske peso
nl: Argentijnse peso
or: ଆର୍ଜେଣ୍ଟିନା ପେସୋ
pa: ਅਰਜਨਟੀਨੀ ਪੇਸੋ
pl: Peso argentyńskie
pt_br: Peso argentino
pt_pt: Peso argentino
ro: Peso argentinian
ru: Аргентинское песо
sk: Argentínske peso
sl: Argentinski peso
sq: Peso Argjentinase
sv: Argentinsk peso
sw: Peso ya Argentina
ta: அர்ஜென்டினா பெசோ
te: అర్జెంటీనా పెసో
th: เปโซอาร์เจนตินา
tr: Arjantin Pesosu
uk: Аргентинський песо
ur: ارجنٹائنی پیسو
uz: Argentina pesosi
vi: Peso Argentina
zh_hant: 阿根廷比索
zh_hk: 阿根廷披索

source: As of June 2025, this little pig has evolved through 9 versions.
ar: حتى يونيو 2025، نمت هذه الحافظة إلى 9 إصدارات.
az: 2025-ci ilin iyun ayına qədər bu balaca donuzcuq 9 versiya böyüdü.
bg: Към юни 2025 г. това прасенце е пораснало с 9 версии.
bn: ২০২৫ সালের জুন পর্যন্ত, এই ছোট শুকরটি ৯টি সংস্করণে বড় হয়েছে।
ca: Fins al juny de 2025, aquest porquet ha crescut al llarg de 9 versions.
ceb: Hangtod sa Hunyo 2025, kini nga gamay nga baboy midako na og 9 ka bersyon.
cs: Do června 2025 toto prasátko vyrostlo o 9 verzí.
da: Frem til juni 2025 er denne lille gris vokset gennem 9 versioner.
de: Bis Juni 2025 ist dieses Schweinchen bereits über 9 Versionen gewachsen.
el: Μέχρι τον Ιούνιο του 2025, αυτό το γουρουνάκι έχει μεγαλώσει κατά 9 εκδόσεις.
es: Hasta junio de 2025, este cerdito ha crecido durante 9 versiones.
es_us: Hasta junio de 2025, este cerdito ha crecido durante 9 versiones.
et: Seisuga juuni 2025 on see põrsas kasvanud 9 versiooni võrra.
fa: تا ژوئن ۲۰۲۵، این خوک کوچک در طی ۹ نسخه رشد کرده است.
fi: Kesäkuuhun 2025 mennessä tämä possu on kasvanut 9 version verran.
fil: Hanggang Hunyo 2025, ang baboy na ito ay lumago na ng 9 na bersyon.
fr: Jusqu'en juin 2025, ce petit cochon a grandi à travers 9 versions.
fr_ca: En date de juin 2025, ce petit cochon a grandi de 9 versions.
ga: Go dtí Meitheamh 2025, tá an mhuc bheag seo tar éis fás trí 9 leagan.
gu: જૂન 2025 સુધીમાં, આ નાનું પિગી 9 આવૃત્તિઓમાં વિકસ્યું છે.
he: נכון ליוני 2025, החזיר הקטן הזה גדל ב-9 גרסאות.
hi: जून 2025 तक, यह छोटा पिग्गी 9 संस्करणों में विकसित हो चुका है।
hr: Do lipnja 2025., ovaj praščić je narastao kroz 9 verzija.
hu: 2025 júniusáig ez a kismalac már 9 verziónyi fejlődésen ment keresztül.
id: Hingga Juni 2025, celengan babi ini telah berkembang sebanyak 9 versi.
is: Fram til júní 2025 hefur þessi gríslingur vaxið í gegnum 9 útgáfur.
it: Fino a giugno 2025, questo maialino è cresciuto per 9 versioni.
ja: 2025年6月時点で、この子ブタは9回のバージョンアップを経て成長しました。
jv: Nganti wulan Juni 2025, celengan babi iki wis tuwuh 9 versi.
kk: 2025 жылдың маусымына дейін бұл торай 9 нұсқаға дейін өсті.
km: គិតត្រឹមខែមិថុនា ឆ្នាំ 2025 កូនជ្រូកនេះបានរីកចម្រើនចំនួន 9 កំណែហើយ។
kn: ಜೂನ್ 2025 ರ ಹೊತ್ತಿಗೆ, ಈ ಪಿಗ್ಗಿ 9 ಆವೃತ್ತಿಗಳಷ್ಟು ಬೆಳೆದಿದೆ.
ko: 2025년 6월 기준으로, 이 돼지는 9번의 버전을 거쳐 성장했습니다.
lt: Iki 2025 m. birželio šis paršiukas užaugo per 9 versijas.
lv: Līdz 2025. gada jūnijam šis sivēntiņš ir izaudzis cauri 9 versijām.
ml: 2025 ജൂൺ വരെ, ഈ പിഗ്ഗി ബാങ്ക് 9 പതിപ്പുകളിലൂടെ വളർന്നു.
mr: जून २०२५ पर्यंत, हे छोटे डुक्कर ९ आवृत्त्यांमध्ये विकसित झाले आहे.
ms: Sehingga Jun 2025, anak babi ini telah berkembang sebanyak 9 versi.
my: ၂၀၂၅ ခုနှစ် ဇွန်လအထိ ဤဝက်ကလေးသည် ဗားရှင်း ၉ ခုအထိ ကြီးထွားလာခဲ့ပြီ။
nb: Innen juni 2025 har denne lille grisen vokst gjennom 9 versjoner.
nl: Tot juni 2025 is dit varkentje al 9 versies gegroeid.
or: ଜୁନ୍ ୨୦୨୫ ସୁଦ୍ଧା, ଏହି ଛୋଟ ଘୁଷୁରି ୯ଟି ସଂସ୍କରଣ ମାଧ୍ୟମରେ ବିକଶିତ ହୋଇଛି।
pa: ਜੂਨ 2025 ਤੱਕ, ਇਹ ਗੁੱਲਕ 9 ਸੰਸਕਰਣਾਂ ਵਿੱਚ ਵਿਕਸਤ ਹੋਇਆ ਹੈ।
pl: Do czerwca 2025 roku ta świnka dorosła przez 9 wersji.
pt_br: Até junho de 2025, este porquinho cresceu por 9 versões.
pt_pt: Até junho de 2025, este porquinho cresceu por 9 versões.
ro: Până în iunie 2025, acest purceluș a crescut prin 9 versiuni.
ru: По состоянию на июнь 2025 года эта свинка выросла на 9 версий.
sk: Do júna 2025 toto prasiatko narástlo o 9 verzií.
sl: Do junija 2025 je ta prašiček zrasel za 9 različic.
sq: Deri në qershor 2025, ky derrkuc është rritur me 9 versione.
sv: Fram till juni 2025 har denna lilla gris vuxit genom 9 versioner.
sw: Kufikia Juni 2025, nguruwe huyu amekua kwa matoleo 9.
ta: ஜூன் 2025 வரை, இந்த சிறிய பன்றிக்குட்டி 9 பதிப்புகளாக வளர்ந்துள்ளது.
te: జూన్ 2025 నాటికి, ఈ చిట్టి పంది 9 వెర్షన్లుగా ఎదిగింది.
th: ณ เดือนมิถุนายน 2025 หมูน้อยตัวนี้ได้เติบโตมาแล้ว 9 เวอร์ชัน
tr: Haziran 2025 itibarıyla, bu küçük domuzcuk 9 sürüm boyunca büyüdü.
uk: Станом на червень 2025 року ця свинка виросла через 9 версій.
ur: جون 2025 تک، یہ ننھا پگی 9 ورژنز کے ساتھ پروان چڑھا ہے۔
uz: 2025-yil iyun oyiga qadar, ushbu cho'chqacha 9 ta versiya davomida o'sdi.
vi: Tính đến tháng 6 năm 2025, chú heo con này đã phát triển qua 9 phiên bản.
zh_hans: 截止到 2025年6月，这只小猪已经成长了 9 个版本。
zh_hant: 截止到 2025 年 6 月，這隻小豬已經成長了 9 個版本。
zh_hk: 截止到 2025 年 6 月，這隻小豬已經成長了 9 個版本。

source: At the time, I was working towards my goals of owning a house and a car, which gave me the idea to develop a money-saving app.
ar: في ذلك الوقت، كنت أنوي العمل من أجل هدف المنزل والسيارة، لذا نشأت فكرة تطوير تطبيق توفير المال.
az: O vaxt mən ev və maşın hədəfləri üçün çalışmağı planlaşdırırdım, beləliklə yığım tətbiqi hazırlamaq ideyası yarandı.
bg: По онова време планирах да работя за къща и кола, така се роди идеята за разработване на приложение за спестяване.
bn: তখন, আমি বাড়ি এবং গাড়ির লক্ষ্যের জন্য কঠোর পরিশ্রম করার পরিকল্পনা করছিলাম, তাই একটি সঞ্চয় অ্যাপ তৈরি করার ধারণা মাথায় আসে।
ca: En aquell moment, planejava esforçar-me per comprar una casa i un cotxe, així que em va sorgir la idea de desenvolupar una aplicació d'estalvi.
ceb: Niadtong panahona, nagplano ko nga maningkamot para sa balay ug awto, mao nga nakahuna-huna ko nga maghimo og usa ka savings app.
cs: Tehdy jsem se snažil šetřit na dům a auto, a tak vznikl nápad vyvinout aplikaci na spoření.
da: Dengang planlagde jeg at arbejde mod mål om hus og bil, så jeg fik ideen til at udvikle en opsparingsapp.
de: Damals wollte ich für ein Haus und ein Auto sparen, so entstand die Idee, eine Spar-App zu entwickeln.
el: Τότε, σκόπευα να προσπαθήσω για ένα σπίτι και ένα αυτοκίνητο, κι έτσι γεννήθηκε η ιδέα ανάπτυξης μιας εφαρμογής αποταμίευσης.
es: En ese momento, planeaba esforzarme por una casa y un coche, así que surgió la idea de desarrollar una aplicación de ahorros.
es_us: En ese momento, planeaba esforzarme por una casa y un auto, así surgió la idea de desarrollar una app de ahorros.
et: Tol ajal plaanisin töötada maja ja auto eesmärkide nimel, nii tekkis idee luua säästmisrakendus.
fa: در آن زمان، قصد داشتم برای خرید خانه و ماشین تلاش کنم، بنابراین ایده ساخت یک اپلیکیشن پس‌انداز به ذهنم رسید.
fi: Tuolloin aioin ponnistella talon ja auton eteen, joten sain idean kehittää säästösovelluksen.
fil: Noong panahong iyon, nagpaplano akong magsikap para sa bahay at sasakyan, kaya nabuo ang ideya na gumawa ng isang savings app.
fr: À l'époque, je voulais travailler pour acheter une maison et une voiture, c'est ainsi qu'est née l'idée de développer une application d'épargne.
fr_ca: À l'époque, je prévoyais travailler pour acheter une maison et une voiture, c'est alors que l'idée de développer une application d'épargne est née.
ga: Ag an am, bhí mé ag iarraidh oibriú i dtreo tí agus gluaisteáin, agus mar sin tháinig an smaoineamh chun aip choigiltis a fhorbairt.
gu: તે સમયે, હું ઘર અને કારના લક્ષ્ય માટે પ્રયાસ કરવા માંગતો હતો, તેથી પૈસા બચાવવાની એપ્લિકેશન વિકસાવવાનો વિચાર આવ્યો.
he: באותו זמן, תכננתי לעבוד למען מטרות של בית ומכונית, וכך נולד הרעיון לפתח אפליקציה לחיסכון בכסף.
hi: उस समय, मैंने घर और कार के लक्ष्यों के लिए प्रयास करने की योजना बनाई थी, इसलिए पैसे बचाने वाला ऐप बनाने का विचार आया।
hr: Tada sam planirao raditi za kuću i auto, pa se rodila ideja o razvoju aplikacije za štednju.
hu: Akkoriban egy házra és autóra gyűjtöttem, így jött az ötlet, hogy fejlesszek egy megtakarítási alkalmazást.
id: Saat itu, saya berencana menabung untuk rumah dan mobil, sehingga muncul ide untuk mengembangkan aplikasi tabungan.
is: Þá ætlaði ég að leggja fyrir fyrir húsi og bíl, og þannig kviknaði hugmyndin að sparnaðarappi.
it: All'epoca, stavo lavorando per gli obiettivi di casa e auto, così è nata l'idea di sviluppare un'app di risparmio.
ja: 当時、家と車の目標に向かって努力しようとしていた私は、貯金アプリを開発しようと思いつきました。
jv: Wektu kuwi, aku ngrancang kanggo nggayuh omah lan mobil, mula muncul ide nggawe aplikasi celengan.
kk: Сол кезде мен үй мен көлік алу мақсатында жұмыс істеуді жоспарладым, осылайша ақша жинауға арналған қолданба жасау идеясы туындады.
km: នៅពេលនោះ ខ្ញុំមានបំណងប្រឹងប្រែងដើម្បីគោលដៅផ្ទះ និងឡាន ដូច្នេះខ្ញុំក៏មានគំនិតបង្កើតកម្មវិធីសន្សំប្រាក់មួយ។
kn: ಆ ಸಮಯದಲ್ಲಿ, ನಾನು ಮನೆ ಮತ್ತು ಕಾರಿನ ಗುರಿಗಾಗಿ ಶ್ರಮಿಸಲು ಯೋಜಿಸಿದ್ದೆ, ಹಾಗಾಗಿ ಉಳಿತಾಯ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಆಲೋಚನೆ ಹುಟ್ಟಿತು.
ko: 당시 집과 차를 마련하겠다는 목표를 위해 노력하던 중, 저축 앱을 개발해야겠다는 생각이 들었습니다.
lt: Tuo metu planavau siekti tikslų dėl namo ir automobilio, todėl kilo mintis sukurti taupymo programėlę.
lv: Tolaik es plānoju krāt mājai un automašīnai, un tā radās ideja izstrādāt krāšanas lietotni.
ml: അക്കാലത്ത്, വീടിനും കാറിനും വേണ്ടി അധ്വാനിക്കാൻ ഞാൻ തീരുമാനിച്ചു, അങ്ങനെയാണ് ഒരു സേവിംഗ്സ് ആപ്പ് വികസിപ്പിക്കുക എന്ന ആശയം ഉണ്ടായത്.
mr: त्यावेळी, मी घर आणि गाडीच्या ध्येयासाठी प्रयत्न करत होतो, म्हणून मला पैसे वाचवण्याचे ॲप तयार करण्याची कल्पना सुचली.
ms: Pada masa itu, saya merancang untuk berusaha demi rumah dan kereta, lalu timbul idea untuk membangunkan aplikasi simpanan.
my: ထိုစဉ်က ကျွန်တော်သည် အိမ်နှင့် ကား ဝယ်ရန် ရည်မှန်းချက်ဖြင့် ကြိုးစားနေခဲ့ရာမှ ငွေစုသည့် App တစ်ခု ရေးဆွဲရန် စိတ်ကူးရခဲ့သည်။
nb: Den gangen jobbet jeg mot målet om hus og bil, og fikk ideen om å utvikle en spare-app.
nl: Destijds wilde ik werken aan doelen voor een huis en een auto, en zo ontstond het idee om een spaar-app te ontwikkelen.
or: ସେହି ସମୟରେ, ମୁଁ ଘର ଏବଂ କାର୍‌ର ଲକ୍ଷ୍ୟ ପାଇଁ କଠିନ ପରିଶ୍ରମ କରିବାକୁ ଯୋଜନା କରୁଥିଲି, ତେଣୁ ମୋ ମନରେ ଏକ ସଞ୍ଚୟ ଆପ୍ ବିକାଶ କରିବାର ଧାରଣା ଆସିଲା।
pa: ਉਸ ਸਮੇਂ, ਮੈਂ ਘਰ ਅਤੇ ਕਾਰ ਦੇ ਟੀਚਿਆਂ ਲਈ ਕੰਮ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਸੀ, ਇਸਲਈ ਪੈਸੇ ਬਚਾਉਣ ਵਾਲੀ ਐਪ ਬਣਾਉਣ ਦਾ ਵਿਚਾਰ ਆਇਆ।
pl: Wtedy planowałem ciężko pracować na dom i samochód, więc wpadłem na pomysł stworzenia aplikacji do oszczędzania.
pt_br: Na época, planejava trabalhar para comprar uma casa e um carro, e assim surgiu a ideia de desenvolver um aplicativo de poupança.
pt_pt: Na época, eu planejava trabalhar duro para comprar uma casa e um carro, então tive a ideia de desenvolver um aplicativo de economia.
ro: Pe atunci, plănuiam să strâng bani pentru o casă și o mașină, așa că a apărut ideea de a dezvolta o aplicație de economisire.
ru: В то время я планировал копить на дом и машину, и так родилась идея создать приложение для накоплений.
sk: V tom čase som plánoval šetriť na dom a auto, a tak vznikol nápad vytvoriť aplikáciu na sporenie.
sl: Takrat sem načrtoval varčevanje za hišo in avto, tako se je porodila ideja za razvoj aplikacije za varčevanje.
sq: Në atë kohë, planifikoja të punoja për qëllimet e shtëpisë dhe makinës, kështu që lindi ideja për të zhvilluar një aplikacion kursimi.
sv: Då planerade jag att arbeta mot målet att köpa hus och bil, och så föddes idén att utveckla en sparapp.
sw: Wakati huo, nilipanga kujitahidi kwa ajili ya nyumba na gari, hivyo wazo la kutengeneza programu ya kuweka akiba likazaliwa.
ta: அப்போது, வீடு மற்றும் காருக்கான இலக்கை அடைய திட்டமிட்டிருந்தேன், எனவே ஒரு சேமிப்பு செயலியை உருவாக்கும் எண்ணம் தோன்றியது.
te: ఆ సమయంలో, నేను ఇల్లు మరియు కారు కోసం కష్టపడాలని అనుకున్నాను, అలా పొదుపు యాప్‌ను రూపొందించాలనే ఆలోచన వచ్చింది.
th: ตอนนั้นผมตั้งใจจะเก็บเงินซื้อบ้านและรถ จึงเกิดความคิดที่จะพัฒนาแอปออมเงินขึ้นมา
tr: O zamanlar ev ve araba hedefleri için çabalamayı planlıyordum, bu yüzden bir para biriktirme uygulaması geliştirme fikri doğdu.
uk: Тоді я планував збирати на будинок і машину, так і з'явилася ідея створити додаток для накопичень.
ur: اس وقت، میں گھر اور گاڑی کے لیے کوشش کرنے کا ارادہ رکھتا تھا، اس لیے ایک سیونگ ایپ بنانے کا خیال آیا۔
uz: O'sha paytda men uy va mashina olish maqsadida harakat qilayotgan edim, shuning uchun pul yig'ish ilovasini yaratish g'oyasi paydo bo'ldi.
vi: Khi đó, tôi dự định nỗ lực vì mục tiêu mua nhà và xe, nên đã nảy sinh ý tưởng phát triển một ứng dụng tiết kiệm tiền.
zh_hans: 当时，我打算为房子和车子的目标努力，于是萌生出了开发一款存钱应用的想法。
zh_hant: 當時，我打算為房子和車子的目標努力，於是萌生出了開發一款存錢應用程式的想法。
zh_hk: 當時，我打算為買樓和買車的目標努力，於是萌生了開發一款存錢 App 的想法。

# AUD
source: Australian Dollar
ar: دولار أسترالي
az: Avstraliya dolları
bg: Австралийски долар
bn: অস্ট্রেলিয়ান ডলার
ca: Dòlar australià
cs: Australský dolar
da: Australsk Dollar
de: Australischer Dollar
el: Δολάριο Αυστραλίας
es: Dólar australiano
es_us: Dólar australiano
et: Austraalia dollar
fa: دلار استرالیا
fi: Australian dollari
fr: Dollar australien
fr_ca: Dollar australien
ga: Dollar na hAstráile
gu: ઓસ્ટ્રેલિયન ડોલર
he: דולר אוסטרלי
hi: ऑस्ट्रेलियाई डॉलर
hr: Australski dolar
hu: Ausztrál dollár
id: Dolar Australia
is: Ástralskur dalur
it: Dollaro australiano
ja: オーストラリア・ドル
jv: Dolar Australia
kk: Австралия доллары
km: ដុល្លារអូស្ត្រាលី
kn: ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್
ko: 호주 달러
lt: Australijos doleris
lv: Austrālijas dolārs
ml: ഓസ്‌ട്രേലിയൻ ഡോളർ
mr: ऑस्ट्रेलियन डॉलर
ms: Dolar Australia
my: သြစတြေးလျ ဒေါ်လာ
nb: Australske dollar
nl: Australische dollar
or: ଅଷ୍ଟ୍ରେଲିଆନ୍ ଡଲାର
pa: ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ
pl: Dolar australijski
pt_br: Dólar australiano
pt_pt: Dólar australiano
ro: Dolar australian
ru: Австралийский доллар
sk: Austrálsky dolár
sl: Avstralski dolar
sq: Dollar Australian
sv: Australisk dollar
sw: Dola ya Australia
ta: ஆஸ்திரேலிய டாலர்
te: ఆస్ట్రేలియన్ డాలర్
th: ดอลลาร์ออสเตรเลีย
tr: Avustralya Doları
uk: Австралійський долар
ur: آسٹریلوی ڈالر
uz: Avstraliya dollari
vi: Đô la Úc
zh_hant: 澳元
zh_hk: 澳元

source: Automatically save at the selected time each day.
ar: الإيداع التلقائي يوميًا في الوقت المحدد.
az: Hər gün seçilmiş vaxtda avtomatik yatırılır.
bg: Автоматично внасяне в избрания час всеки ден.
bn: নির্বাচিত সময়ে প্রতিদিন স্বয়ংক্রিয়ভাবে জমা হবে।
ca: Ingrés automàtic cada dia a l'hora seleccionada.
ceb: Awtomatikong ideposito kada adlaw sa piniling oras.
cs: Automaticky vložit každý den ve vybraný čas.
da: Indsæt automatisk hver dag på det valgte tidspunkt.
de: Täglich zur gewählten Zeit automatisch einzahlen.
el: Αυτόματη κατάθεση καθημερινά την επιλεγμένη ώρα.
es: Depósito automático diario a la hora seleccionada.
es_us: Depósito automático diario a la hora seleccionada.
et: Automaatne sissemakse iga päev valitud kellaajal.
fa: واریز خودکار هر روز در زمان انتخاب شده.
fi: Talleta automaattisesti joka päivä valittuna aikana.
fil: Awtomatikong magdeposito araw-araw sa napiling oras.
fr: Dépôt automatique chaque jour à l'heure sélectionnée.
fr_ca: Dépôt automatique tous les jours à l'heure sélectionnée.
ga: Taisc go huathoibríoch ag an am roghnaithe gach lá.
gu: પસંદ કરેલા સમયે દરરોજ આપમેળે જમા કરો.
he: הפקדה אוטומטית בכל יום בשעה הנבחרת.
hi: हर दिन चयनित समय पर स्वचालित रूप से जमा करें।
hr: Automatska uplata u odabrano vrijeme svaki dan.
hu: Automatikus befizetés minden nap a kiválasztott időpontban.
id: Setor otomatis setiap hari pada waktu yang dipilih.
is: Leggja sjálfkrafa inn á völdum tíma á hverjum degi.
it: Deposito automatico ogni giorno all'ora selezionata.
ja: 毎日、指定した時間に自動で入金します。
jv: Simpen otomatis ing wektu sing dipilih saben dina.
kk: Күн сайын таңдалған уақытта автоматты түрде салу.
km: ដាក់ប្រាក់ចូលដោយស្វ័យប្រវត្តិជារៀងរាល់ថ្ងៃនៅម៉ោងដែលបានជ្រើសរើស។
kn: ಪ್ರತಿದಿನ ಆಯ್ಕೆಮಾಡಿದ ಸಮಯದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಜಮಾ ಮಾಡಿ.
ko: 매일 지정된 시간에 자동으로 입금합니다.
lt: Automatiškai įnešti kasdien pasirinktu laiku.
lv: Automātiski iemaksāt katru dienu izvēlētajā laikā.
ml: തിരഞ്ഞെടുത്ത സമയത്ത് എല്ലാ ദിവസവും ഓട്ടോമാറ്റിക്കായി നിക്ഷേപിക്കുക.
mr: निवडलेल्या वेळी दररोज आपोआप जमा करा.
ms: Deposit secara automatik pada masa yang dipilih setiap hari.
my: ရွေးချယ်ထားသော အချိန်တွင် နေ့စဉ် အလိုအလျောက် ငွေသွင်းမည်။
nb: Sett inn automatisk hver dag på valgt tidspunkt.
nl: Automatisch storten elke dag op de geselecteerde tijd.
or: ମନୋନୀତ ସମୟରେ ପ୍ରତିଦିନ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଜମା କରନ୍ତୁ।
pa: ਹਰ ਰੋਜ਼ ਚੁਣੇ ਹੋਏ ਸਮੇਂ 'ਤੇ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਕਰੋ।
pl: Automatyczna wpłata codziennie o wybranej godzinie.
pt_br: Depósito automático todos os dias no horário selecionado.
pt_pt: Depósito automático todos os dias no horário selecionado.
ro: Depunere automată la ora selectată în fiecare zi.
ru: Автоматическое пополнение каждый день в выбранное время.
sk: Automatický vklad každý deň vo vybranom čase.
sl: Samodejni polog vsak dan ob izbranem času.
sq: Depozito automatikisht çdo ditë në kohën e zgjedhur.
sv: Sätts in automatiskt varje dag vid vald tidpunkt.
sw: Weka kiotomatiki kila siku kwa wakati uliochaguliwa.
ta: தினமும் தேர்ந்தெடுக்கப்பட்ட நேரத்தில் தானாகவே டெபாசிட் செய்யப்படும்.
te: ప్రతిరోజూ ఎంచుకున్న సమయంలో స్వయంచాలకంగా జమ చేయబడుతుంది.
th: ฝากอัตโนมัติทุกวันในเวลาที่เลือก
tr: Seçilen saatte her gün otomatik olarak yatır.
uk: Автоматичне поповнення щодня у вибраний час.
ur: منتخب وقت پر روزانہ خودکار طور پر جمع کریں۔
uz: Har kuni belgilangan vaqtda avtomatik ravishda pul kiritish.
vi: Tự động gửi vào thời gian đã chọn mỗi ngày.
zh_hans: 每天在选定的时间自动存入。
zh_hant: 每天在選定的時間自動存入。
zh_hk: 每天在選定的時間自動存入。
